webtemplates/CC.SYNAPSE.ORDER.XML

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soap:Body><Submit xmlns="https://api.marathingateway.net/"><Transaction xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">  <Syn_Act xmlns="https://api.marathingateway.net/">[CC.LOGIN]</Syn_Act>  <Syn_Pwd xmlns="https://api.marathingateway.net/">[CC.BIN]</Syn_Pwd>  <Tran_Type xmlns="https://api.marathingateway.net/">[TRANS.TYPE]</Tran_Type>  <Tran_Amt xmlns="https://api.marathingateway.net/">[CC.AMOUNT]</Tran_Amt>  <Tran_Tax xmlns="https://api.marathingateway.net/">[CC.TAX.AMT]</Tran_Tax>  <Tran_Inv xmlns="https://api.marathingateway.net/">[CC.REL.NO]</Tran_Inv>  <Tran_PO xmlns="https://api.marathingateway.net/">[CC.PO.NO]</Tran_PO>  <Tran_CNum xmlns="https://api.marathingateway.net/"></Tran_CNum>  <Tran_Note xmlns="https://api.marathingateway.net/">[COMMENTS] </Tran_Note>  <Card_Num xmlns="https://api.marathingateway.net/">[CC.NUM]</Card_Num>  <Card_Name xmlns="https://api.marathingateway.net/">[CC.NAME]</Card_Name>  <Card_Exp xmlns="https://api.marathingateway.net/">[CC.EXP.DT]</Card_Exp>  <AVS_Street xmlns="https://api.marathingateway.net/">[CC.AVS.ADDR]</AVS_Street>  <AVS_Zip xmlns="https://api.marathingateway.net/">[CC.AVS.ZIP]</AVS_Zip>  <CVV_Num xmlns="https://api.marathingateway.net/">[CC.CVV.NUM]</CVV_Num>  <Proc_ID xmlns="https://api.marathingateway.net/">[CC.REF.NUM]</Proc_ID>>  <RequestID xmlns="https://api.marathingateway.net/">[CC.TRACEVALUE]</RequestID>  <TaxExempt xmlns="https://api.marathingateway.net/">false</TaxExempt></Transaction></Submit></soap:Body></soap:Envelope>
